/* No comment provided by engineer. */
"%@ since last back-up" = "%@ desde o último backup";

/* No comment provided by engineer. */
"AC Power" = "Alimentação por AC";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort conectado";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort desconectado";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Alerta! Ao habilitar esta opção, HardwareGrowler será adicionado aos seus itens de login";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Ao permitir isso, o HardwareGrowler vai iniciar toda vez que fizer login, para que esteja disponível para aplicativos que o usam todo o tempo";

/* at battery percentage */
"at %@" = "em %@";

/* No comment provided by engineer. */
"Back-up took %@" = "Backup levou %@";

/* Internal battery */
"Battery" = "Bateria";

/* No comment provided by engineer. */
"Battery Low!" = "Bateria fraca!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Bateria fraca, por favor conecte o computador agora";

/* No comment provided by engineer. */
"Battery Power" = "Alimentação por bateria";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth conectado";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Conexão Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth desconectado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Desconexão Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Módulo Bluetooth do OSX Lion requer 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Monitor de Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Canceled after %@" = "Cancelado depois de %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock desativado";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock ativado";

/* No comment provided by engineer. */
"Charged" = "CArregada";

/* No comment provided by engineer. */
"Charging" = "Carregando";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Clique para abrir";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ao habilitar esta opção, HardwareGrowler será executado sem exibir ícone de dock ou item de menu.\n\nPara acessar as preferências, acesse HardwareGrowler no Launchpad, ou abra HardwareGrowler no Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Falhou após %@";

/* No comment provided by engineer. */
"Finishing" = "Finalizando";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire conectado";

/* No comment provided by engineer. */
"Firewire Connection" = "Conexão Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire desconectado";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Desconexão Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Monitor de Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Primeiro backup, ou nenhum backup anterior encontrado no log de sistema";

/* No comment provided by engineer. */
"FN Key" = "Tecla FN";

/* No comment provided by engineer. */
"FN Key Pressed" = "Tecla FN pressionada";

/* No comment provided by engineer. */
"FN Key Released" = "Tecla FN liberada";

/* No comment provided by engineer. */
"General" = "Geral";

/* Unit names */
"hours" = "horas";

/* No comment provided by engineer. */
"Icon:" = "Ícone:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Drives ignorados:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Para receber notificações sobre dispositivos Bluetooth no OSX Lion, por favor atualize para 10.7.3 ou acima";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Para receber notificações sobre dispositivos telefônicos no OSX Lion, por favor atualize para 10.7.3 ou acima";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Recebendo chamada telefônica";

/* No comment provided by engineer. */
"Incoming SMS" = "Recebendo SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMídia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Endereço IP mudou";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Endereços IP atualizados";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Conectado à rede.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Monitor de teclado";

/* No comment provided by engineer. */
"Left network %@." = "Saiu da rede %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Modules" = "Módulos";

/* No comment provided by engineer. */
"Mounted" = "Montado";

/* No comment provided by engineer. */
"Network Link Down" = "Conexão de rede Down";

/* No comment provided by engineer. */
"Network Link Up" = "Conexão de Rede Up";

/* No comment provided by engineer. */
"Network Monitor" = "Monitor de rede";

/* display no icon at all */
"No icon visible" = "Nenhum ícone visível";

/* No comment provided by engineer. */
"No routable IP addresses" = "Nenhum endereço IP roteável";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notificar para:";

/* If the string is too long, use O */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "ON";

/* Format string for On <power type> */
"On %@" = "Em %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Abrir preferências do HardwareGrowler...";

/* No comment provided by engineer. */
"Phone Module" = "Módulo de telefone";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Módulo de telefone requer OS Lion 10.7.3 ou acima";

/* No comment provided by engineer. */
"Power Changed" = "Alimentação mudou";

/* No comment provided by engineer. */
"Power Monitor" = "Monitor de energia";

/* No comment provided by engineer. */
"Power Warning" = "Aviso de energia";

/* No comment provided by engineer. */
"Preferences" = "Preferências";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Sair do HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Reexibir status da bateria";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Reexibir a cada:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Reexibir somente na bateria";

/* Unit names */
"seconds" = "segundos";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Enviado quando um dispositivo Bluetooth for conectado";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Enviado quando um dispositivo Bluetooth for desconectado";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Enviado quando um dispositivo Firewire for conectado";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Enviado quando um dispositivo Firewire for desconectado";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Enviado quando um dispositivo Thunderbolt for conectado";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Enviado quando um dispositivo Thunderbolt for desconectado";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Enviado quando um dispositivo USB for conectado";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Enviado quando um dispositivo USB for desconectado";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Enviado quando um volume for montado";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Enviado quando um volume for desmontado";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Enviado quando AirPort conectar a uma rede";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Enviado quando AirPort desconectar de uma rede";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Enviado quando uma conexão Ethernet for perdida";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Enviado quando uma conexão Ethernet for realizada";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Enviado quando a bateria estiver ficando fraca";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Enviado quando os endereços IP do sistema mudarem";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Enviado quando o tipo ou status da alimentação de energia mudar";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Enviado quando o Time Machine falhar em fazer backup";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Enviado quando o Time Machine finalizar o backup";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Enviado quando Time Machine for cancelado";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Enviado quando Time Machine iniciar o backup";

/* No comment provided by engineer. */
"Shift Key" = "Tecla Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Tecla Shift pressionada";

/* No comment provided by engineer. */
"Shift Key Released" = "Tecla Shift liberada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Exibir dispositivos conectados na inicialização";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Exibir ícone em ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Exibir ícone no dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Exibir ícone na barra de menu";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Iniciar HardwareGrowler no login:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Não há preferências disponíveis para este monitor.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Esta configuração somente terá efeito quando HardwareGrowler for reiniciado";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt conectado";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Conexão Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt desconectado";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Desconexão Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Monitor de Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine cancelado";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine falhou";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine finalizou";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine finalizou";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine iniciou";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine iniciou";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Tempo restante: %ld minutos";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Tempo para carga: %ld minutos";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Monitor de TimeMachine";

/* Unknown power supply type */
"Unknown" = "Desconhecido";

/* No comment provided by engineer. */
"Unknown Power Source" = "Fonte de alimentação desconhecida";

/* No comment provided by engineer. */
"Unmounted" = "Desmontado";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo Firewire sem nome";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Dispositivo Thunderbolt desconhecido";

/* Uninteruptable Power supply */
"UPS" = "No-break";

/* No comment provided by engineer. */
"UPS Power" = "Alimentação por no-break";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Barramento USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Barramento USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Barramento USB";

/* No comment provided by engineer. */
"USB Connected" = "USB conectado";

/* No comment provided by engineer. */
"USB Connection" = "Conexão USB";

/* No comment provided by engineer. */
"USB Disconnected" = "USB desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconexão USB";

/* No comment provided by engineer. */
"USB Monitor" = "Monitor de USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Monitor de volume";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume desmontado";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Aviso! Ao habilitar esta opção, HardwareGrowler será executado em plano de fundo";

